{
   "posts": [
        {
            "content": "La firma buscará “alternativas estratégicas” para su área de fabricación de PC, dispositivos móviles y de almacenamiento Hewlett-Packard, la mayor fabricante de computadores del mundo, anunció que podría dividirse en dos compañías para diferenciar la parte que diseña equipos de la que elabora software. Sus directivos autorizaron la “exploración de alternativas estratégicas” para el área de fabricación de PC, dispositivos móviles y de almacenamiento, informaron los blogs especializados en tecnología. “El negocio de la venta de computadores tiene muy poco margen de ganancia debido a la gran competencia que hay en el mercado, por lo que la empresa estaría más interesada en enfocarse en los servicios”, indicó Fayerwayer. Además, anunció que “suspenderá las operaciones para dispositivos con WebOS en el TouchPad y en teléfonos con ese sistema operativo que muchos veían con potencial de competir con el iOS de Apple y Android de Google."
        },
        {
        	"content2":"Utilizar la tecnología bancaria en épocas de la nube no tiene por qué ser una pesadilla ni ser intimidante. EL TIEMPO estuvo en Shenzehen, China, en los cuarteles generales de la empresa Huawei, para mostrarles cómo puede ser, en unos años, su relación con su banco. La Huawei eSpace Virtual Teller Machine o VTM es una solución de banca remota que básicamente funciona como una oficina virtual abierta las 24 horas en la que es opcional la asistencia humana. Dotada de routing inteligente, tecnología de colaboración en la nube y una gran capacidad para ahorrar ancho de banda, el VTM es una solución bancaria como ninguna otra, ya que permite a un cliente realizar una serie de trámites que van desde llenar una aplicación hasta imprimir su propia tarjeta débito, en cuestión de minutos. Pero si se requiere hablar con alguien, tampoco hay problema, porque el VTM cuenta con un sistema de comunicación mediante video en Alta Definición, por lo que la ayuda siempre está a un clic de distancia."
        },
        {
        	"content3":"Grace es un nuevo lenguaje de programación en desarrollo, creado principalmente con fines educativos. El diseño del lenguaje se inició en 2010 y la actual versión de la especificación es 0.353."
        },
        {
            "content4":"La humildad es la base de toda verdadera grandeza y abre muchas puertas. Por eso se dice que la humildad es la llave que abre todas las puertas. Si hay algo que se puede admirar en una persona es su sencillez y su humildad. Esto hace ver en los demás esa calidad de persona que demuestra que es. Y a través de esta humildad, podemos tocar a la vida y a los corazones de todos. La humildad se refleja en los actos y es motivo de admiración. La humildad no es un concepto, es una conducta, un modo de ser, un modo de vida. La humildad es una de las virtudes más nobles del espíritu. Los seres que carecen de humildad, carecen de la base esencial para un seguro progreso. Las más bellas cualidades sin humildad, representan lo mismo que un cuerpo sin alma. La humildad es signo de fortaleza. Ser humilde no significa ser débil y ser soberbio no significa ser fuerte, aunque el vulgo lo interprete de otra manera."
        },
        {
            "content5":"La persistencia está considerada como un valor muy importante para alcanzar un objetivo o llegar a una meta. Los expertos en coaching reconocen muchos valores (como la gestión del tiempo, la capacidad de planificación, el desarrollo de estrategias, la inteligencia intrapersonal, los conocimientos técnicos y profesionales, etc.), pero pocos tan relevantes como la persistencia. Esta actitud y habilidad personal ayuda a suplir la carencia de otras habilidades. La persona persistente seguirá intentando pese a los eventuales fracasos y podrá aprender de cada uno de ellos. La persistencia también está vinculada a la superación de obstáculos, sin importar lo difícil que sean."
        }
    ]
}

